/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "„%@“";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "Neplatná hodnota.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "Hodnota %@ je neplatná.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Zadejte platnou hodnotu.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "Neplatná hodnota.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "Hodnota %@ je neplatná.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "Příliš malá hodnota.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "Příliš velká hodnota.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Zadejte platnou hodnotu.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Zadejte číslo větší nebo rovné %@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Zadejte číslo v rozmezí %1$@ a %2$@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Zadejte číslo menší nebo rovné %@.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "Hodnota %@ je příliš malá.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "Hodnota %@ je příliš velká.";

/* NSFileLockingError */
"Err255-C" = "Soubor nelze uzamknout.";

/* NSFileLockingError */
"Err255-R" = "Je možné, že soubor je již uzamčen nebo k jeho uzamčení nemáte oprávnění.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Soubor „%@“ nelze uzamknout.";

/* NSFileReadUnknownError */
"Err256" = "Soubor nelze otevřít.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Soubor „%@“ nelze otevřít.";

/* NSFileReadNoPermissionError */
"Err257" = "Soubor nelze otevřít, protože nemáte oprávnění k jeho zobrazení.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Nemáte oprávnění.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Chcete-li zobrazit nebo změnit oprávnění, vyberte položku ve Finderu a použijte příkaz Soubor > Informace.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Soubor „%@“ nelze otevřít, protože nemáte oprávnění k jeho zobrazení.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Neplatný název souboru.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Položku nelze otevřít, protože název souboru „%@“ je neplatný.";

/* NSFileReadCorruptFileError */
"Err259" = "Soubor nelze otevřít, protože není ve správném formátu.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Soubor není ve správném formátu.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Je možné že soubor je poškozen, oříznut nebo má neočekávaný formát.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Soubor „%@“ nelze otevřít, protože není ve správném formátu.";

/* NSFileReadNoSuchFileError */
"Err260" = "Soubor nelze otevřít, protože neexistuje.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "Složka „%@“ neexistuje.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Soubor neexistuje.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "Složka neexistuje.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Soubor „%@“ nelze otevřít, protože neexistuje.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Soubor nelze v zadaném kódování textu otevřít.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "Zadané kódování textu nelze použít.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "Kódování textu %@ nelze použít.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Je možné, že soubor byl uložen s jiným kódováním textu nebo to není textový soubor.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Soubor nelze v kódování textu %@ otevřít.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Soubor „%2$@“ nelze v kódování textu %1$@ otevřít.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Soubor nelze otevřít, protože zadaný typ URL není podporovaný.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Zadaný typ URL není podporovaný.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Soubor „%1$@“ nelze otevřít protože typ URL %2$@ není podporovaný.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Soubor nelze otevřít protože typ URL %@ není podporovaný.";

/* NSFileReadTooLargeError */
"Err263" = "Položku nebylo možné otevřít, protože je příliš velká.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Položka je příliš velká.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Položku „%@“ nebylo možné otevřít, protože je příliš velká.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Soubor nelze otevřít, protože nelze určit kódování textu obsahu.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "Kódování textu obsahu nelze určit.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Chcete-li soubor otevřít, zkuste zadat kódování textu.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Soubor „%@“ nelze otevřít, protože nelze určit kódování textu obsahu.";

/* NSUserCancelledError */
"Err3072-C" = "Operace byla zrušena.";

/* NSFeatureUnsupportedError */
"Err3328" = "Požadovanou operaci nebylo možné dokončit, protože tato funkce není podporována.";

/* NSFeatureUnsupportedError, argument is a file name */
"Err3328(Trash).f" = "„%@“ nebylo možné přesunout do koše, protože na tomto svazku není koš k dispozici.";

/* NSFeatureUnsupportedError, argument is a file name and volume name */
"Err3328(Trash).fv" = "„%1$@“ nebylo možné přesunout do koše, protože na svazku „%2$@“ není koš k dispozici.";

/* NSFeatureUnsupportedError */
"Err3328-C" = "Požadovaná operace není podporována.";

/* NSFeatureUnsupportedError */
"Err3328-C(Trash)" = "Na tomto svazku není koš k dispozici.";

/* NSPropertyListCorruptError */
"Err3840" = "Data nelze načíst, protože jsou poškozená.";

/* NSPropertyListCorruptError */
"Err3840-C" = "Poškozená data.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "Data nelze načíst, protože jsou ve formátu, kterému tato aplikace nerozumí.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "Data jsou ve formátu, kterému tato aplikace nerozumí.";

/* NSPropertyListReadStreamError */
"Err3842" = "Data nelze načíst, protože se vyskytla chyba ve zdroji dat.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "Vyskytla se chyba ve zdroji dat.";

/* NSPropertyListWriteStreamError */
"Err3851" = "Data nelze zapsat, protože se vyskytla chyba v cílovém umístění dat.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "Vyskytla se chyba v cílovém umístění dat.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "Složka „%@“ neexistuje.";

/* NSFileNoSuchFileError, first arg: source file, second arg: destination file */
"Err4(Move).fp" = "„%1$@“ nelze do umístění „%2$@“ přesunout, protože jedno nebo druhé neexistuje.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "Položku „%@“ nelze odstranit.";

/* NSFileNoSuchFileError */
"Err4-C" = "Soubor neexistuje.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "Složka neexistuje.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Soubor „%@“ neexistuje.";

/* Message shown when the connection to a helper application is interrupted due to the helper application exiting. */
"Err4097" = "Nelze navázat komunikaci s pomocnou aplikací.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4097-R" = "Zkuste operaci zopakovat. Pokud selže, ukončete aplikaci, spusťte ji znovu a opakujte pokus.";

/* Message shown when the connection to a helper application is interrupted and can not be reestablished. */
"Err4099" = "Nelze navázat komunikaci s pomocnou aplikací.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4099-R" = "Zkuste operaci zopakovat. Pokud selže, ukončete aplikaci, spusťte ji znovu a opakujte pokus.";

/* Message shown when the connection to a helper application is invalidated due to a corrupted response. */
"Err4101" = "Nelze navázat komunikaci s pomocnou aplikací.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4101-R" = "Zkuste operaci zopakovat. Pokud selže, ukončete aplikaci, spusťte ji znovu a opakujte pokus.";

/* NSFileWriteUnknownError */
"Err512" = "Soubor nelze uložit.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "Soubor „%1$@“ nelze uložit, protože nelze aktualizovat záložní soubor.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "Položku „%1$@“ nelze zkopírovat do položky „%2$@“.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "Položku „%1$@“ nelze propojit s položkou „%2$@“.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "Položku „%1$@“ nelze přesunout do položky „%2$@“.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "Položku „%@“ nelze odstranit.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Trash).f" = "„%@“ nebylo možné přesunout do koše.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "Záložní soubor nelze uložit.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "Záložní soubor může být uzamčen nebo nemáte oprávnění k jeho uložení. Chcete-li zobrazit nebo změnit oprávnění, vyberte položku ve Finderu a použijte příkaz Soubor > Informace.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Soubor „%2$@“ nelze uložit do složky „%1$@“.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Soubor „%@“ nelze uložit.";

/* NSFileWriteNoPermissionError */
"Err513" = "Soubor nelze uložit, protože nemáte oprávnění.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "Položku „%1$@“ nelze zkopírovat, protože nemáte oprávnění pro přístup k položce „%2$@“.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "Položku „%1$@“ nelze propojit, protože nemáte oprávnění pro přístup k položce „%2$@“.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "Položku „%1$@“ nelze přesunout, protože nemáte oprávnění pro přístup k položce „%2$@“.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "Položku „%@“ nelze odstranit, protože nemáte dostatečná přístupová oprávnění.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Trash).f" = "„%@“ nebylo možné přesunout do koše, protože k tomuto souboru nemáte přístupová oprávnění.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Nemáte oprávnění.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Chcete-li zobrazit nebo změnit oprávnění, vyberte položku ve Finderu a použijte příkaz Soubor > Informace.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Nemáte oprávnění pro uložení souboru „%2$@“ do složky „%1$@“.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Nemáte oprávnění pro uložení souboru „%@“.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Položku nelze uložit, protože název souboru je neplatný.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Položku nelze odstranit, protože název souboru „%@“ je neplatný.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Neplatný název souboru.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Položku nelze uložit, protože název souboru „%@“ je neplatný.";

/* NSFileWriteFileExistsError */
"Err516" = "Soubor nelze uložit, protože soubor se stejným názvem již existuje.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Copy).fp" = "„%1$@“ nelze do složky „%2$@“ zkopírovat, protože položka se stejným názvem již existuje.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Link).fp" = "„%1$@“ nelze s položkou „%2$@“ propojit, protože položka se stejným názvem již existuje.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Move).fp" = "„%1$@“ nelze do složky „%2$@“ přesunout, protože položka se stejným názvem již existuje.";

/* NSFileWriteFileExistsError */
"Err516-C" = "Soubor s tímto názvem již existuje.";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516-C.f" = "Soubor s názvem „%@“ již existuje.";

/* NSFileWriteFileExistsError */
"Err516-R" = "Chcete-li soubor uložit, zadejte jiný název nebo přesuňte či smažte existující soubor a zkuste to znovu.";

/* NSFileWriteFileExistsError, first arg: destination folder, second arg: a file name */
"Err516.df" = "Soubor „%2$@“ nelze do složky „%1$@“ uložit, protože soubor se stejným názvem již existuje.";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516.f" = "Soubor „%@“ nelze uložit, protože soubor se stejným názvem již existuje.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Soubor nelze v zadaném kódování textu uložit.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "Zadané kódování textu nelze použít.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "Kódování textu %@ nelze použít.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Je-li možno, vyberte jiné kódování.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Soubor nelze v kódování textu %@ uložit.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Soubor „%2$@“ nelze v kódování textu %1$@ uložit.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Soubor nelze uložit, protože zadaný typ URL není podporovaný.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Zadaný typ URL není podporovaný.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Soubor „%1$@“ nelze uložit protože typ URL %2$@ není podporovaný.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Soubor nelze uložit protože typ URL %@ není podporovaný.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Soubor nelze uložit, protože není dost místa.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "Položku „%1$@“ nelze zkopírovat do položky „%2$@“, protože není dost místa.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "Položku „%1$@“ nelze propojit s položkou „%2$@“, protože není dost místa.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "Položku „%1$@“ nelze přesunout do položky „%2$@“, protože není dost místa.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640(Trash).f" = "„%@“ nebylo možné přesunout do koše, protože není nedostatek místa.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Není dost místa.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Na svazku „%@“ není místo.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Odstraňte ze svazku nějaké soubory a zkuste to znovu.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Soubor „%@“ nelze uložit, protože není dost místa.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Soubor „%1$@“ nelze uložit, protože na svazku „%2$@“ není místo.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "Soubor nelze uložit, protože svazek je pouze ke čtení.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642(Trash).f" = "„%@“ nebylo možné přesunout do koše, protože svazek je určen jen ke čtení.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "Svazek je pouze ke čtení.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "Svazek „%@“ je pouze ke čtení.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Zkuste uložit na jiný svazek.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "Soubor „%@“ nelze uložit, protože svazek je pouze ke čtení.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "Soubor „%1$@“ nelze uložit, protože svazek „%2$@“ je pouze ke čtení.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "Operaci nelze dokončit. (Chyba %1$@ %2$ld.)";

